Repository: Viktor100500/BottleOfWater
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans

source: If an auto reminder and a custom one collide, only the custom one is delivered.
de: Fallen eine automatische und eine eigene Erinnerung zusammen, wird nur die eigene zugestellt.
es: Si un recordatorio automático coincide con uno personalizado, solo se envía el personalizado.
fr: Si un rappel automatique et un rappel personnalisé coïncident, seul le personnalisé est envoyé.
it: Se un promemoria automatico coincide con uno personalizzato, arriva solo quello personalizzato.
ja: 自動リマインダーとカスタムが重なった場合、カスタムのみ届きます。
ko: 자동 알림과 사용자 지정 알림이 겹치면 사용자 지정 알림만 전송됩니다.
pt_br: Se um lembrete automático coincidir com um personalizado, apenas o personalizado é enviado.
ru: Если авто- и своё напоминание совпадают по времени, придёт только своё.
tr: Otomatik ve özel hatırlatıcı çakışırsa yalnızca özel olan gönderilir.
zh_hans: 当自动提醒与自定义提醒时间重合时，只发送自定义提醒。

source: In heat or during workouts you need 1.5–2× more water.
de: Bei Hitze oder Training brauchst du 1,5–2× mehr Wasser.
es: Con calor o entrenando necesitas 1,5–2 veces más agua.
fr: Par chaleur ou à l'entraînement, il faut 1,5 à 2 fois plus d'eau.
it: Con il caldo o durante l'allenamento serve 1,5–2 volte più acqua.
ja: 暑い日や運動時は1.5〜2倍の水分が必要です。
ko: 더위나 운동 중엔 물이 1.5–2배 더 필요해요.
pt_br: No calor ou treinando, você precisa de 1,5–2× mais água.
ru: В жару и при тренировках потребность в воде растёт в 1,5–2 раза.
tr: Sıcakta veya antrenmanda 1,5–2 kat daha fazla su gerekir.
zh_hans: 炎热或运动时需水量增加1.5–2倍。

source: in this period
de: in diesem Zeitraum
es: en este período
fr: sur cette période
it: in questo periodo
ja: この期間
ko: 이 기간
pt_br: neste período
ru: за этот период
tr: bu dönemde
zh_hans: 本期间

source: interval and time window of your choice
de: Intervall und Zeitfenster nach Wahl
es: intervalo y ventana a tu gusto
fr: intervalle et plage à votre goût
it: intervallo e fascia a tua scelta
ja: 間隔と時間帯を自由に設定
ko: 간격과 시간대를 자유롭게
pt_br: intervalo e janela à sua escolha
ru: интервал и окно на ваш вкус
tr: aralık ve zaman penceresi sana kalmış
zh_hans: 自由设置间隔与时段

source: Keep a bottle where you can see it — it makes remembering easy.
de: Stell die Flasche gut sichtbar hin — so vergisst du es nicht.
es: Ten la botella a la vista: así es más fácil recordarlo.
fr: Gardez la bouteille en vue : plus facile d'y penser.
it: Tieni la bottiglia in vista: ricordare sarà più facile.
ja: ボトルは見える場所に。忘れにくくなります。
ko: 물병을 잘 보이는 곳에 두면 잊지 않아요.
pt_br: Deixe a garrafa à vista — fica fácil lembrar.
ru: Держите бутылку на видном месте — так проще не забывать.
tr: Şişeyi görünür bir yere koy — hatırlaması kolaylaşır.
zh_hans: 把水瓶放在显眼处，更容易记得喝水。

source: Label (optional)
de: Beschriftung (optional)
es: Etiqueta (opcional)
fr: Libellé (facultatif)
it: Etichetta (facoltativa)
ja: ラベル（任意）
ko: 레이블(선택)
pt_br: Rótulo (opcional)
ru: Метка (необязательно)
tr: Etiket (isteğe bağlı)
zh_hans: 标签（可选）

source: Locally on your device and in Apple Health. No analytics, no servers.
de: Lokal auf deinem Gerät und in Apple Health. Keine Analytics, keine Server.
es: Localmente en tu dispositivo y en Apple Health. Sin analíticas ni servidores.
fr: Localement sur votre appareil et dans Apple Health. Pas d'analytique, pas de serveurs.
it: In locale sul tuo dispositivo e su Apple Health. Niente analytics, niente server.
ja: 端末内とApple Healthのみ。分析もサーバーもありません。
ko: 기기와 Apple 건강에만 저장돼요. 분석도 서버도 없어요.
pt_br: Localmente no seu aparelho e no Apple Health. Sem análises, sem servidores.
ru: Локально на устройстве и в Apple Health. Никакой аналитики и серверов.
tr: Yalnızca cihazında ve Apple Health'te. Analitik yok, sunucu yok.
zh_hans: 仅存储在设备本地和 Apple 健康。无分析，无服务器。

source: Log buttons on the widget
de: Protokoll-Buttons im Widget
es: Botones de registro en el widget
fr: Boutons d'ajout sur le widget
it: Pulsanti di registro sul widget
ja: ウィジェットの記録ボタン
ko: 위젯의 기록 버튼
pt_br: Botões de registro no widget
ru: Кнопки логирования на виджете
tr: Widget'ta kayıt düğmeleri
zh_hans: 小组件上的记录按钮

source: Log water
de: Wasser protokollieren
es: Registrar agua
fr: Enregistrer de l'eau
it: Registra acqua
ja: 水を記録
ko: 물 기록
pt_br: Registrar água
ru: Записать воду
tr: Su kaydet
zh_hans: 记录饮水

source: Lunch
de: Mittagessen
es: Comida
fr: Déjeuner
it: Pranzo
ja: 昼食
ko: 점심
pt_br: Almoço
ru: Обед
tr: Öğle yemeği
zh_hans: 午餐

source: Meal name
de: Name der Mahlzeit
es: Nombre de la comida
fr: Nom du repas
it: Nome del pasto
ja: 食事の名前
ko: 식사 이름
pt_br: Nome da refeição
ru: Название приёма
tr: Öğün adı
zh_hans: 用餐名称

source: Meals
de: Mahlzeiten
es: Comidas
fr: Repas
it: Pasti
ja: 食事
ko: 식사
pt_br: Refeições
ru: Приёмы пищи
tr: Öğünler
zh_hans: 用餐

source: Mild fatigue and headaches are often signs of dehydration.
de: Leichte Müdigkeit und Kopfschmerzen sind oft Zeichen von Dehydrierung.
es: El cansancio leve y el dolor de cabeza suelen ser signos de deshidratación.
fr: Fatigue légère et maux de tête sont souvent des signes de déshydratation.
it: Stanchezza lieve e mal di testa sono spesso segni di disidratazione.
ja: 軽い疲れや頭痛は脱水のサインかもしれません。
ko: 가벼운 피로와 두통은 종종 탈수 신호예요.
pt_br: Cansaço leve e dor de cabeça costumam ser sinais de desidratação.
ru: Лёгкая усталость и головная боль часто следствие обезвоживания.
tr: Hafif yorgunluk ve baş ağrısı çoğu zaman su eksikliğindendir.
zh_hans: 轻度疲劳和头痛常是缺水的信号。

source: Name (e.g. Mug)
de: Name (z. B. Becher)
es: Nombre (p. ej., Taza)
fr: Nom (p. ex. Mug)
it: Nome (es. Tazza)
ja: 名前（例：マグ）
ko: 이름(예: 머그컵)
pt_br: Nome (ex.: Caneca)
ru: Название (например, Кружка)
tr: Ad (örn. Kupa)
zh_hans: 名称（如：马克杯）

source: New preset
de: Neues Preset
es: Nuevo predefinido
fr: Nouveau prédéfini
it: Nuovo predefinito
ja: 新規プリセット
ko: 새 프리셋
pt_br: Novo predefinido
ru: Новый пресет
tr: Yeni ön ayar
zh_hans: 新预设

source: New reminder
de: Neue Erinnerung
es: Nuevo recordatorio
fr: Nouveau rappel
it: Nuovo promemoria
ja: 新規リマインダー
ko: 새 알림
pt_br: Novo lembrete
ru: Новое напоминание
tr: Yeni hatırlatıcı
zh_hans: 新提醒

source: Next reminder
de: Nächste Erinnerung
es: Próximo recordatorio
fr: Prochain rappel
it: Prossimo promemoria
ja: 次のリマインダー
ko: 다음 알림
pt_br: Próximo lembrete
ru: Следующее напоминание
tr: Sonraki hatırlatıcı
zh_hans: 下次提醒

source: No entries for this period
de: Keine Einträge in diesem Zeitraum
es: No hay entradas en este período
fr: Aucune entrée pour cette période
it: Nessuna voce per questo periodo
ja: この期間の記録はありません
ko: 이 기간에 기록이 없습니다
pt_br: Sem entradas neste período
ru: Нет записей за этот период
tr: Bu dönemde kayıt yok
zh_hans: 此期间没有记录

source: No entries yet
de: Noch keine Einträge
es: Aún no hay entradas
fr: Pas encore d'entrées
it: Ancora nessuna voce
ja: まだ記録がありません
ko: 아직 기록이 없어요
pt_br: Nenhuma entrada ainda
ru: Пока ни одной записи
tr: Henüz kayıt yok
zh_hans: 还没有记录

source: No reminders yet
de: Noch keine Erinnerungen
es: Aún no hay recordatorios
fr: Pas encore de rappels
it: Ancora nessun promemoria
ja: リマインダーはまだありません
ko: 아직 알림이 없어요
pt_br: Nenhum lembrete ainda
ru: Пока нет напоминаний
tr: Henüz hatırlatıcı yok
zh_hans: 还没有提醒

source: Notifications are disabled in iOS Settings. Open Settings → Bottle of Water → Notifications.
de: Mitteilungen sind in den iOS-Einstellungen deaktiviert. Öffne Einstellungen → Bottle of Water → Mitteilungen.
es: Las notificaciones están desactivadas en Ajustes de iOS. Abre Ajustes → Bottle of Water → Notificaciones.
fr: Les notifications sont désactivées dans les Réglages iOS. Ouvrez Réglages → Bottle of Water → Notifications.
it: Le notifiche sono disattivate nelle Impostazioni iOS. Apri Impostazioni → Bottle of Water → Notifiche.
ja: iOS設定で通知が無効です。設定 → Bottle of Water → 通知を開いてください。
ko: iOS 설정에서 알림이 꺼져 있습니다. 설정 → Bottle of Water → 알림을 여세요.
pt_br: As notificações estão desativadas nos Ajustes do iOS. Abra Ajustes → Bottle of Water → Notificações.
ru: Уведомления запрещены в настройках iOS. Откройте Настройки → Bottle of Water → Уведомления.
tr: Bildirimler iOS Ayarları'nda kapalı. Ayarlar → Bottle of Water → Bildirimler'i açın.
zh_hans: 通知已在 iOS 设置中被禁用。请打开 设置 → Bottle of Water → 通知。

source: Notifications are off
de: Mitteilungen sind deaktiviert
es: Las notificaciones están desactivadas
fr: Les notifications sont désactivées
it: Le notifiche sono disattivate
ja: 通知はオフです
ko: 알림이 꺼져 있습니다
pt_br: As notificações estão desativadas
ru: Уведомления выключены
tr: Bildirimler kapalı
zh_hans: 通知已关闭

source: of %@ ml
de: von %@ ml
es: de %@ ml
fr: sur %@ ml
it: su %@ ml
ja: ／%@ ml
ko: ／%@ ml
pt_br: de %@ ml
ru: из %@ мл
tr: / %@ ml
zh_hans: / %@ 毫升

source: of %lld
de: von %lld
es: de %lld
fr: sur %lld
it: su %lld
ja: ／%lld
ko: ／%lld
pt_br: de %lld
ru: из %lld
tr: /%lld
zh_hans: /%lld

source: on logged days
de: an erfassten Tagen
es: en días registrados
fr: les jours enregistrés
it: nei giorni registrati
ja: 記録日ベース
ko: 기록한 날 기준
pt_br: nos dias registrados
ru: по дням с логами
tr: kayıtlı günlerde
zh_hans: 按记录天数

source: One sip of water — and back to it 🚀
de: Ein Schluck Wasser — und weiter geht's 🚀
es: Un sorbo de agua y a seguir 🚀
fr: Une gorgée d'eau — et c'est reparti 🚀
it: Un sorso d'acqua — e si riparte 🚀
ja: ひと口飲んで、さあ再開 🚀
ko: 물 한 모금 하고 다시 고고 🚀
pt_br: Um gole d'água — e de volta ao trabalho 🚀
ru: Глоток воды — и дальше по делам 🚀
tr: Bir yudum su — ve devam 🚀
zh_hans: 喝口水，继续加油 🚀

source: Pale straw-colored urine is a sign of good hydration.
de: Hellgelber Urin ist ein Zeichen guter Hydration.
es: La orina de color pajizo claro es señal de buena hidratación.
fr: Une urine jaune paille claire est signe d'une bonne hydratation.
it: Urine color paglierino chiaro: segno di buona idratazione.
ja: 薄い麦わら色の尿は水分が足りているサイン。
ko: 옅은 볏짚색 소변은 수분이 충분하다는 신호예요.
pt_br: Urina cor de palha clara é sinal de boa hidratação.
ru: Моча светло-соломенного цвета — признак хорошей гидратации.
tr: Açık saman rengi idrar iyi hidrasyonun işaretidir.
zh_hans: 淡麦秆色的尿液说明水分充足。

source: Progress: %lld of %lld millilitres
de: Fortschritt: %1$lld von %2$lld Millilitern
es: Progreso: %1$lld de %2$lld mililitros
fr: Progression : %1$lld sur %2$lld millilitres
it: Progresso: %1$lld su %2$lld millilitri
ja: 進捗：%2$lld ml中%1$lld ml
ko: 진행: %2$lld ml 중 %1$lld ml
pt_br: Progresso: %1$lld de %2$lld mililitros
ru: Прогресс: %1$lld из %2$lld миллилитров
tr: İlerleme: %2$lld ml'den %1$lld ml
zh_hans: 进度：%2$lld 毫升中的 %1$lld 毫升

source: Quick add
de: Schnell hinzufügen
es: Añadir rápido
fr: Ajout rapide
it: Aggiunta rapida
ja: クイック追加
ko: 빠른 추가
pt_br: Adição rápida
ru: Быстрое добавление
tr: Hızlı ekleme
zh_hans: 快速添加

source: Quiet hours
de: Ruhezeiten
es: Horas de silencio
fr: Heures calmes
it: Ore di silenzio
ja: サイレント時間
ko: 방해 금지 시간
pt_br: Horário silencioso
ru: Тихие часы
tr: Sessiz saatler
zh_hans: 免打扰时段

source: Quiet hours apply to auto reminders only.
de: Ruhezeiten gelten nur für automatische Erinnerungen.
es: Las horas de silencio solo se aplican a los recordatorios automáticos.
fr: Les heures calmes ne s'appliquent qu'aux rappels automatiques.
it: Le ore di silenzio valgono solo per i promemoria automatici.
ja: サイレント時間は自動リマインダーにのみ適用されます。
ko: 방해 금지 시간은 자동 알림에만 적용됩니다.
pt_br: O horário silencioso vale apenas para lembretes automáticos.
ru: Тихие часы действуют только для автонапоминаний.
tr: Sessiz saatler yalnızca otomatik hatırlatıcılar için geçerlidir.
zh_hans: 免打扰时段仅适用于自动提醒。

source: Rate Bottle of Water
de: Bottle of Water bewerten
es: Valorar Bottle of Water
fr: Noter Bottle of Water
it: Valuta Bottle of Water
ja: Bottle of Waterを評価
ko: Bottle of Water 평가하기
pt_br: Avaliar o Bottle of Water
ru: Оценить Bottle of Water
tr: Bottle of Water'ı değerlendir
zh_hans: 为 Bottle of Water 评分

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ja: リマインダー
ko: 알림
pt_br: Lembretes
ru: Напоминания
tr: Hatırlatıcılar
zh_hans: 提醒

source: Removes the last water entry from Bottle of Water and Apple Health.
de: Entfernt den letzten Eintrag aus Bottle of Water und Apple Health.
es: Elimina la última entrada de Bottle of Water y Apple Health.
fr: Supprime la dernière entrée de Bottle of Water et d'Apple Health.
it: Rimuove l'ultima voce da Bottle of Water e Apple Health.
ja: Bottle of WaterとApple Healthから最後の記録を削除します。
ko: Bottle of Water와 Apple 건강에서 마지막 기록을 삭제합니다.
pt_br: Remove a última entrada do Bottle of Water e do Apple Health.
ru: Удаляет последнюю запись из Bottle of Water и Apple Health.
tr: Bottle of Water ve Apple Health'ten son kaydı siler.
zh_hans: 从 Bottle of Water 和 Apple 健康中删除上次记录。

source: Reset to defaults
de: Auf Standard zurücksetzen
es: Restablecer valores
fr: Rétablir les valeurs par défaut
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
pt_br: Restaurar padrões
ru: Сбросить к стандартным
tr: Varsayılanlara dön
zh_hans: 恢复默认

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: 存储

source: Schedule
de: Zeitplan
es: Horario
fr: Programme
it: Programma
ja: スケジュール
ko: 일정
pt_br: Agenda
ru: Расписание
tr: Program
zh_hans: 日程

source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un avis
it: Invia feedback
ja: フィードバックを送る
ko: 피드백 보내기
pt_br: Enviar feedback
ru: Написать отзыв
tr: Geri bildirim gönder
zh_hans: 发送反馈

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
zh_hans: 设置

source: Settings → Daily goal. Rule of thumb: 30 ml per kg of body weight.
de: Einstellungen → Tagesziel. Faustregel: 30 ml pro kg Körpergewicht.
es: Ajustes → Meta diaria. Regla práctica: 30 ml por kg de peso.
fr: Réglages → Objectif quotidien. Règle simple : 30 ml par kg de poids.
it: Impostazioni → Obiettivo giornaliero. Regola pratica: 30 ml per kg di peso.
ja: 設定 → 1日の目標。目安は体重1kgあたり30ml。
ko: 설정 → 하루 목표. 체중 1kg당 30ml가 기준이에요.
pt_br: Ajustes → Meta diária. Regra prática: 30 ml por kg de peso.
ru: Настройки → Дневная цель. Рекомендация: 30 мл на кг веса.
tr: Ayarlar → Günlük hedef. Pratik kural: kilo başına 30 ml.
zh_hans: 设置 → 每日目标。经验法则：每公斤体重30毫升。

source: Show ounces (oz)
de: Unzen anzeigen (oz)
es: Mostrar onzas (oz)
fr: Afficher les onces (oz)
it: Mostra once (oz)
ja: オンス（oz）で表示
ko: 온스(oz)로 표시
pt_br: Mostrar onças (oz)
ru: Показывать унции (oz)
tr: Ons (oz) göster
zh_hans: 以盎司（oz）显示

source: Sip every 15–20 minutes instead of gulping once a day.
de: Trink alle 15–20 Minuten einen Schluck statt einmal am Tag in großen Zügen.
es: Bebe sorbos cada 15–20 minutos en vez de un trago una vez al día.
fr: Buvez une gorgée toutes les 15–20 minutes plutôt qu'en une fois.
it: Un sorso ogni 15–20 minuti, non tutto d'un fiato una volta al giorno.
ja: 1日1回がぶ飲みより、15〜20分ごとにひと口ずつ。
ko: 하루 한 번 몰아 마시지 말고 15–20분마다 한 모금씩.
pt_br: Goles a cada 15–20 minutos, em vez de virar tudo de uma vez.
ru: Пейте по глотку каждые 15–20 минут, а не залпом раз в день.
tr: Günde bir kez kafa dikmek yerine 15–20 dakikada bir yudum al.
zh_hans: 每15–20分钟喝一小口，胜过一天一次猛灌。

source: Small glass
de: Kleines Glas
es: Vaso pequeño
fr: Petit verre
it: Bicchiere piccolo
ja: 小さなグラス
ko: 작은 잔
pt_br: Copo pequeno
ru: Мал. стакан
tr: Küçük bardak
zh_hans: 小杯

source: Start
de: Beginn
es: Inicio
fr: Début
it: Inizio
ja: 開始
ko: 시작
pt_br: Início
ru: Начало
tr: Başlangıç
zh_hans: 开始

source: Streak
de: Serie
es: Racha
fr: Série
it: Serie
ja: 連続記録
ko: 연속 기록
pt_br: Sequência
ru: Серия
tr: Seri
zh_hans: 连续天数

source: Tap a preset on the home screen or enter a custom volume. The entry lands in Apple Health instantly.
de: Tippe auf ein Preset auf dem Startbildschirm oder gib eine eigene Menge ein. Der Eintrag landet sofort in Apple Health.
es: Toca un volumen predefinido en la pantalla principal o introduce uno personalizado. La entrada llega a Apple Health al instante.
fr: Touchez un volume prédéfini sur l'écran d'accueil ou saisissez un volume personnalisé. L'entrée arrive instantanément dans Apple Health.
it: Tocca un volume predefinito nella schermata principale o inserisci un volume personalizzato. La voce arriva subito su Apple Health.
ja: ホーム画面のプリセットをタップするか、カスタム容量を入力。記録は即座にApple Healthへ。
ko: 홈 화면에서 프리셋을 탭하거나 직접 입력하세요. 기록이 즉시 Apple 건강에 저장됩니다.
pt_br: Toque em um volume predefinido na tela inicial ou insira um personalizado. A entrada vai para o Apple Health na hora.
ru: Нажмите пресет на главном экране или введите свой объём. Запись мгновенно попадёт в Apple Health.
tr: Ana ekranda bir ön ayara dokun veya özel hacim gir. Kayıt anında Apple Health'e düşer.
zh_hans: 点击主屏幕的预设或输入自定义容量，记录会立即同步到 Apple 健康。

source: The goal is a guide, not a punishment. Just keep going.
de: Das Ziel ist ein Leitfaden, keine Strafe. Mach einfach weiter.
es: La meta es una guía, no un castigo. Simplemente sigue.
fr: L'objectif est un repère, pas une punition. Continuez, c'est tout.
it: L'obiettivo è una guida, non una punizione. Continua e basta.
ja: 目標は罰ではなく目安。とにかく続けましょう。
ko: 목표는 기준일 뿐, 벌이 아니에요. 그냥 계속하세요.
pt_br: A meta é um guia, não um castigo. Só continue.
ru: Цель — это ориентир, а не наказание. Просто продолжайте.
tr: Hedef bir rehberdir, ceza değil. Devam et yeter.
zh_hans: 目标是指引，不是惩罚。坚持就好。

source: The rule is simple: small portions, but often.
de: Die Regel ist einfach: kleine Mengen, aber oft.
es: La regla es simple: poco a poco, pero a menudo.
fr: La règle est simple : peu à la fois, mais souvent.
it: La regola è semplice: piccole quantità, ma spesso.
ja: ルールはシンプル。少しずつ、こまめに。
ko: 규칙은 간단해요. 조금씩, 자주.
pt_br: A regra é simples: pouco de cada vez, mas com frequência.
ru: Правило простое: маленькими порциями, но часто.
tr: Kural basit: az az ama sık sık.
zh_hans: 规则很简单：少量多次。

source: Thirst is a late warning. Sip regularly, don't wait for it.
de: Durst ist ein spätes Warnsignal. Trink regelmäßig, warte nicht darauf.
es: La sed es una señal tardía. Bebe con regularidad, no la esperes.
fr: La soif est un signal tardif. Buvez régulièrement, sans l'attendre.
it: La sete è un segnale tardivo. Bevi regolarmente, senza aspettarla.
ja: 喉の渇きは遅すぎるサイン。感じる前にこまめに飲みましょう。
ko: 갈증은 늦은 신호예요. 기다리지 말고 규칙적으로 마시세요.
pt_br: A sede é um aviso tardio. Beba com regularidade, não espere por ela.
ru: Жажда — поздний сигнал. Пейте регулярно, не дожидаясь её.
tr: Susuzluk geç bir uyarıdır. Beklemeden düzenli için.
zh_hans: 口渴是迟来的信号。定时喝水，别等口渴。

source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
ja: 時刻
ko: 시각
pt_br: Hora
ru: Время
tr: Saat
zh_hans: 时间

source: Time for a couple of sips 💧
de: Zeit für ein paar Schlucke 💧
es: Hora de dar un par de sorbos 💧
fr: C'est l'heure de quelques gorgées 💧
it: È ora di qualche sorso 💧
ja: ひと口いかがですか 💧
ko: 물 한두 모금 할 시간 💧
pt_br: Hora de uns goles 💧
ru: Время сделать пару глотков 💧
tr: Birkaç yudum zamanı 💧
zh_hans: 该喝几口水啦 💧

source: Time for some water 💧
de: Zeit für etwas Wasser 💧
es: Hora de beber agua 💧
fr: C'est l'heure de boire de l'eau 💧
it: È ora di bere acqua 💧
ja: 水を飲む時間です 💧
ko: 물 마실 시간 💧
pt_br: Hora de beber água 💧
ru: Время выпить воды 💧
tr: Su içme zamanı 💧
zh_hans: 该喝水了 💧

source: Time to top up your fluids
de: Zeit, Flüssigkeit nachzufüllen
es: Hora de reponer líquidos
fr: Il est temps de refaire le plein d'eau
it: È ora di fare il pieno di liquidi
ja: 水分をチャージしましょう
ko: 수분을 보충할 시간
pt_br: Hora de repor os líquidos
ru: Пора пополнить запас жидкости
tr: Sıvı takviyesi zamanı
zh_hans: 该补充水分了

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
tr: Bugün
zh_hans: 今天

source: total for period
de: gesamt im Zeitraum
es: total del período
fr: total de la période
it: totale del periodo
ja: 期間合計
ko: 기간 합계
pt_br: total do período
ru: всего за период
tr: dönem toplamı
zh_hans: 期间总计

source: Total today
de: Heute gesamt
es: Total de hoy
fr: Total aujourd'hui
it: Totale di oggi
ja: 今日の合計
ko: 오늘 합계
pt_br: Total de hoje
ru: Всего за сегодня
tr: Bugün toplam
zh_hans: 今日总计

source: Undo last (%@)
de: Letzten rückgängig (%@)
es: Deshacer último (%@)
fr: Annuler le dernier (%@)
it: Annulla ultimo (%@)
ja: 最後を取り消す（%@）
ko: 마지막 취소 (%@)
pt_br: Desfazer último (%@)
ru: Отменить последнее (%@)
tr: Sonuncuyu geri al (%@)
zh_hans: 撤销上次（%@）

source: Undo last entry
de: Letzten Eintrag rückgängig machen
es: Deshacer la última entrada
fr: Annuler la dernière entrée
it: Annulla ultima voce
ja: 最後の記録を取り消す
ko: 마지막 기록 취소
pt_br: Desfazer última entrada
ru: Отменить последнюю запись
tr: Son kaydı geri al
zh_hans: 撤销上次记录

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位
ko: 단위
pt_br: Unidades
ru: Единицы
tr: Birimler
zh_hans: 单位

source: Volume (ml)
de: Menge (ml)
es: Volumen (ml)
ja: 容量（ml）
ko: 용량(ml)
ru: Объём (мл)
tr: Hacim (ml)
zh_hans: 容量（毫升）

source: Volume presets
de: Mengen-Presets
es: Volúmenes predefinidos
fr: Volumes prédéfinis
it: Volumi predefiniti
ja: 容量プリセット
ko: 용량 프리셋
pt_br: Volumes predefinidos
ru: Пресеты объёмов
tr: Hacim ön ayarları
zh_hans: 容量预设

source: Volume, ml
de: Menge, ml
es: Volumen, ml
ja: 容量（ml）
ko: 용량, ml
ru: Объём, мл
tr: Hacim, ml
zh_hans: 容量（毫升）

source: Water helps you focus: your brain is 75% water.
de: Wasser hilft beim Fokussieren: Das Gehirn besteht zu 75 % aus Wasser.
es: El agua ayuda a concentrarse: el cerebro es un 75 % agua.
fr: L'eau aide à se concentrer : le cerveau est composé à 75 % d'eau.
it: L'acqua aiuta la concentrazione: il cervello è al 75% acqua.
ja: 水は集中力の味方。脳の75%は水分です。
ko: 물은 집중력에 도움 돼요. 뇌의 75%가 물이에요.
pt_br: Água ajuda no foco: o cérebro é 75% água.
ru: Вода помогает концентрации: мозг на 75% состоит из воды.
tr: Su odaklanmaya yardım eder: beynin %75'i sudur.
zh_hans: 喝水助专注：大脑75%是水。

source: Water progress
de: Wasserfortschritt
es: Progreso de agua
fr: Progression d'eau
it: Progresso acqua
ja: 水分の進捗
ko: 물 진행 상황
pt_br: Progresso de água
ru: Прогресс воды
tr: Su ilerlemesi
zh_hans: 饮水进度

source: weekdays only
de: nur werktags
es: solo entre semana
fr: en semaine seulement
it: solo nei giorni feriali
ja: 平日のみ
ko: 평일만
pt_br: somente dias úteis
ru: только по будням
tr: sadece hafta içi
zh_hans: 仅工作日

source: Weekdays only
de: Nur werktags
es: Solo entre semana
fr: En semaine seulement
it: Solo giorni feriali
ja: 平日のみ
ko: 평일만
pt_br: Somente dias úteis
ru: Только по будням
tr: Sadece hafta içi
zh_hans: 仅工作日

source: What are quiet hours?
de: Was sind Ruhezeiten?
es: ¿Qué son las horas de silencio?
fr: Que sont les heures calmes ?
it: Cosa sono le ore di silenzio?
ja: サイレント時間とは？
ko: 방해 금지 시간이란?
pt_br: O que é o horário silencioso?
ru: Что такое тихие часы?
tr: Sessiz saatler nedir?
zh_hans: 什么是免打扰时段？

source: Where is my data stored?
de: Wo werden meine Daten gespeichert?
es: ¿Dónde se guardan mis datos?
fr: Où sont stockées mes données ?
it: Dove sono salvati i miei dati?
ja: データはどこに保存される？
ko: 데이터는 어디에 저장되나요?
pt_br: Onde meus dados são armazenados?
ru: Куда сохраняются данные?
tr: Verilerim nerede saklanıyor?
zh_hans: 我的数据存在哪里？

source: Window from
de: Fenster von
es: Ventana desde
fr: Fenêtre de
it: Finestra da
ja: 開始時刻
ko: 시작 시각
pt_br: Janela de
ru: Окно с
tr: Aralık başı
zh_hans: 时段开始

source: Window until
de: Fenster bis
es: Ventana hasta
fr: Fenêtre jusqu'à
it: Finestra fino a
ja: 終了時刻
ko: 종료 시각
pt_br: Janela até
ru: Окно до
tr: Aralık sonu
zh_hans: 时段结束

source: Workouts: 200–300 ml about 20 minutes before you start.
de: Sport: 200–300 ml etwa 20 Minuten vor dem Start.
es: Deporte: 200–300 ml unos 20 minutos antes de empezar.
fr: Sport : 200–300 ml environ 20 minutes avant de commencer.
it: Sport: 200–300 ml circa 20 minuti prima di iniziare.
ja: 運動の約20分前に200〜300mlを。
ko: 운동 시작 20분 전에 200–300ml를 마셔요.
pt_br: Treino: 200–300 ml uns 20 minutos antes de começar.
ru: Спорт: 200–300 мл за 20 минут до тренировки.
tr: Spor: başlamadan 20 dakika önce 200–300 ml.
zh_hans: 运动前20分钟喝200–300毫升。

source: Y
de: J
es: A
fr: A
it: A
ja: 年
ko: 년
pt_br: A
ru: Г
zh_hans: 年
